tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "argocd"
brew "aws-iam-authenticator"
brew "python@3.9"
brew "awscli"
brew "eksctl"
brew "fluxctl"
brew "gh"
brew "git"
brew "unbound"
brew "go"
brew "golangci-lint"
brew "grep"
brew "jq"
brew "k9s"
brew "ko"
brew "kompose"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "ruby"
brew "macvim"
brew "neovim"
brew "nmap"
brew "node"
brew "nvm"
brew "pipx"
brew "redis"
brew "terraform", link: false
brew "tfenv"
brew "the_silver_searcher"
brew "tree"
brew "wget"
brew "yarn"
brew "zsh-syntax-highlighting"
brew "fluxcd/tap/flux"
cask "google-cloud-sdk"
