tap "anchore/syft"
tap "fluxcd/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "microsoft/git"
brew "argocd"
brew "aws-iam-authenticator"
brew "python@3.10"
brew "awscli"
brew "unbound"
brew "gnutls"
brew "lima"
brew "colima"
brew "crane"
brew "docker-compose"
brew "docker-slim"
brew "eksctl"
brew "fluxctl"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "grep"
brew "groonga"
brew "jq"
brew "k9s"
brew "ko"
brew "kompose"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "ruby"
brew "macvim"
brew "make"
brew "mariadb"
brew "neovim"
brew "netcat"
brew "nmap"
brew "node"
brew "nvm"
brew "opensc"
brew "openssl@3"
brew "oras"
brew "pipx"
brew "podman"
brew "protobuf"
brew "protoc-gen-go"
brew "python@3.9"
brew "rbenv"
brew "redis"
brew "softhsm"
brew "step"
brew "terraform", link: false
brew "tfenv"
brew "the_silver_searcher"
brew "tree"
brew "wget"
brew "yarn"
brew "zsh-syntax-highlighting"
brew "anchore/syft/syft"
brew "fluxcd/tap/flux"
cask "git-credential-manager-core"
cask "google-cloud-sdk"
